Revit 2024 API
DocumentDifference.AreDeletedElementIdsAvailable Property
 Whether or the deleted elements were retrieved.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2023
Syntax
C#
public bool AreDeletedElementIdsAvailable { get; }
Visual Basic
Public ReadOnly Property AreDeletedElementIdsAvailable As Boolean
	Get
Visual C++
public:
property bool AreDeletedElementIdsAvailable {
	bool get ();
}
See Also
DocumentDifference Class
Autodesk.Revit.DB Namespace